Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# DiskWrite_Body
source: Write to {0}: {1} place(s), {2} bytes. Affected volumes: {3}. This may damage the disk's data or file system. If the write is interrupted, it may not be reversible.
ar: الكتابة إلى {0}: {1} موضع، {2} بايت. وحدات التخزين المتأثرة: {3}. قد يؤدي هذا إلى إتلاف بيانات القرص أو نظام الملفات. إذا انقطعت الكتابة، فقد لا يمكن التراجع عنها.
cs: Zápis na {0}: místa: {1}, bajty: {2}. Dotčené svazky: {3}. Může dojít k poškození dat nebo systému souborů na disku. Pokud se zápis přeruší, nemusí jít vrátit.
de: Auf {0} schreiben: {1} Stelle(n), {2} Bytes. Betroffene Volumes: {3}. Dies kann die Daten oder das Dateisystem des Datenträgers beschädigen. Wird der Schreibvorgang unterbrochen, kann er möglicherweise nicht rückgängig gemacht werden.
el: Εγγραφή στο {0}: {1} θέσεις, {2} byte. Επηρεαζόμενοι τόμοι: {3}. Αυτό μπορεί να καταστρέψει τα δεδομένα ή το σύστημα αρχείων του δίσκου. Αν η εγγραφή διακοπεί, ίσως να μην είναι αναστρέψιμη.
es: Escribir en {0}: {1} ubicación(es), {2} bytes. Volúmenes afectados: {3}. Esto puede dañar los datos o el sistema de archivos del disco. Si se interrumpe la escritura, es posible que no se pueda revertir.
fa: نوشتن در {0}: {1} محل، {2} بایت. حجم‌های تحت تأثیر: {3}. این کار ممکن است به داده‌ها یا سیستم فایل دیسک آسیب برساند. اگر نوشتن قطع شود، ممکن است برگشت‌پذیر نباشد.
fr: Écrire sur {0} : {1} emplacement(s), {2} octets. Volumes concernés : {3}. Cela peut endommager les données ou le système de fichiers du disque. Si l'écriture est interrompue, elle risque d'être irréversible.
hu: Írás ide: {0}: {1} hely, {2} bájt. Érintett kötetek: {3}. Ez károsíthatja a lemez adatait vagy fájlrendszerét. Ha az írás megszakad, előfordulhat, hogy nem vonható vissza.
id: Tulis ke {0}: {1} tempat, {2} byte. Volume yang terpengaruh: {3}. Ini dapat merusak data atau sistem file disk. Jika penulisan terputus, mungkin tidak dapat dikembalikan.
it: Scrittura su {0}: {1} punti, {2} byte. Volumi interessati: {3}. Questa operazione può danneggiare i dati o il file system del disco. Se la scrittura viene interrotta, potrebbe non essere reversibile.
ja: {0} に書き込みます: {1} か所、{2} バイト。影響するボリューム: {3}。この操作で、ディスクのデータやファイルシステムが壊れる可能性があります。書き込みの途中で止まると、元に戻せない場合があります。
ko: {0}에 씁니다: {1}곳, {2}바이트. 영향을 받는 볼륨: {3}. 디스크의 데이터나 파일 시스템이 손상될 수 있습니다. 쓰기가 중단되면 되돌리지 못할 수 있습니다.
pl: Zapis na {0}: miejsca: {1}, bajty: {2}. Dotyczy woluminów: {3}. Może to uszkodzić dane lub system plików dysku. Jeśli zapis zostanie przerwany, może być nieodwracalny.
pt: Gravar em {0}: {1} local(is), {2} bytes. Volumes afetados: {3}. Isso pode danificar os dados ou o sistema de arquivos do disco. Se a gravação for interrompida, talvez não seja possível revertê-la.
ro: Scriere pe {0}: {1} locuri, {2} octeți. Volume afectate: {3}. Acest lucru poate deteriora datele sau sistemul de fișiere al discului. Dacă scrierea este întreruptă, este posibil să nu poată fi anulată.
th: เขียนลงใน {0}: {1} ตำแหน่ง {2} ไบต์ วอลุ่มที่ได้รับผลกระทบ: {3} การดำเนินการนี้อาจทำให้ข้อมูลหรือระบบไฟล์ของดิสก์เสียหาย หากการเขียนถูกขัดจังหวะ อาจย้อนกลับไม่ได้
tr: {0} aygıtına yaz: {1} yer, {2} bayt. Etkilenen birimler: {3}. Bu, diskin verilerine veya dosya sistemine zarar verebilir. Yazma yarıda kalırsa geri alınamayabilir.
uk: Запис на {0}: місць — {1}, байтів — {2}. Зачеплені томи: {3}. Це може пошкодити дані або файлову систему диска. Якщо запис перерветься, скасувати його може бути неможливо.
vi: Ghi vào {0}: {1} vị trí, {2} byte. Ổ đĩa logic bị ảnh hưởng: {3}. Việc này có thể làm hỏng dữ liệu hoặc hệ thống tệp của ổ đĩa. Nếu việc ghi bị gián đoạn, có thể không hoàn tác được.
zh_hans: 写入 {0}：{1} 处，{2} 字节。受影响的卷：{3}。这可能会损坏磁盘上的数据或文件系统。如果写入中断，可能无法撤消。
zh_hant: 寫入 {0}：{1} 處，{2} 個位元組。受影響的磁碟區：{3}。這可能會損壞磁碟的資料或檔案系統。如果寫入中斷，可能無法復原。

# DiskWrite_NoVolumes
source: none
ar: لا شيء
cs: žádné
de: keine
el: κανένας
es: ninguno
fa: هیچ
fr: aucun
hu: nincs
id: tidak ada
it: nessuno
ja: なし
ko: 없음
pl: brak
pt: nenhum
ro: niciunul
th: ไม่มี
tr: yok
uk: немає
vi: không có
zh_hans: 无
zh_hant: 無

# DiskWrite_Write
source: Write to disk
ar: الكتابة إلى القرص
cs: Zapsat na disk
de: Auf Datenträger schreiben
el: Εγγραφή σε δίσκο
es: Escribir en el disco
fa: نوشتن در دیسک
fr: Écrire sur le disque
hu: Írás lemezre
id: Tulis ke disk
it: Scrivi su disco
ja: ディスクに書き込む
ko: 디스크에 쓰기
pl: Zapisz na dysku
pt: Gravar no disco
ro: Scriere pe disc
th: เขียนลงดิสก์
tr: Diske yaz
uk: Записати на диск
vi: Ghi vào ổ đĩa
zh_hans: 写入磁盘
zh_hant: 寫入磁碟

# DiskWrite_Done
source: Wrote {0} bytes to the disk.
ar: تمت كتابة {0} بايت إلى القرص.
cs: Na disk bylo zapsáno bajtů: {0}.
de: {0} Bytes auf den Datenträger geschrieben.
el: Γράφτηκαν {0} byte στον δίσκο.
es: Se escribieron {0} bytes en el disco.
fa: {0} بایت در دیسک نوشته شد.
fr: {0} octets écrits sur le disque.
hu: {0} bájt kiírva a lemezre.
id: {0} byte ditulis ke disk.
it: Scritti {0} byte sul disco.
ja: ディスクに {0} バイト書き込みました。
ko: 디스크에 {0}바이트를 썼습니다.
pl: Zapisano na dysku bajty: {0}.
pt: {0} bytes gravados no disco.
ro: S-au scris {0} octeți pe disc.
th: เขียน {0} ไบต์ลงดิสก์แล้ว
tr: Diske {0} bayt yazıldı.
uk: На диск записано байтів: {0}.
vi: Đã ghi {0} byte vào ổ đĩa.
zh_hans: 已向磁盘写入 {0} 字节。
zh_hant: 已將 {0} 個位元組寫入磁碟。

# DiskWrite_SystemVolume
source: Cannot write to the volume {0} because Windows is using it.
ar: لا يمكن الكتابة إلى وحدة التخزين {0} لأن Windows يستخدمها.
cs: Na svazek {0} nelze zapisovat, protože ho používá systém Windows.
de: Auf das Volume {0} kann nicht geschrieben werden, da Windows es verwendet.
el: Δεν είναι δυνατή η εγγραφή στον τόμο {0} επειδή τον χρησιμοποιούν τα Windows.
es: No se puede escribir en el volumen {0} porque Windows lo está usando.
fa: نوشتن در حجم {0} ممکن نیست زیرا Windows از آن استفاده می‌کند.
fr: Impossible d'écrire sur le volume {0}, car Windows l'utilise.
hu: A(z) {0} kötetre nem lehet írni, mert a Windows használja.
id: Tidak dapat menulis ke volume {0} karena sedang digunakan Windows.
it: Impossibile scrivere sul volume {0} perché è in uso da Windows.
ja: Windows が使用中のボリューム {0} には書き込めません。
ko: Windows에서 사용 중이므로 볼륨 {0}에 쓸 수 없습니다.
pl: Nie można zapisać na woluminie {0}, ponieważ używa go system Windows.
pt: Não é possível gravar no volume {0} porque o Windows o está usando.
ro: Nu se poate scrie pe volumul {0}, deoarece Windows îl utilizează.
th: ไม่สามารถเขียนลงวอลุ่ม {0} เนื่องจาก Windows กำลังใช้งานอยู่
tr: {0} birimi Windows tarafından kullanıldığından bu birime yazılamaz.
uk: Не можна виконати запис на том {0}, бо його використовує Windows.
vi: Không thể ghi vào ổ đĩa logic {0} vì Windows đang sử dụng nó.
zh_hans: Windows 正在使用卷 {0}，因此无法写入。
zh_hant: Windows 正在使用磁碟區 {0}，因此無法寫入。

# DiskWrite_Dismount
source: The volume {0} is in use and cannot be locked. Forcibly dismounting it may lose data in open files.
ar: وحدة التخزين {0} قيد الاستخدام ولا يمكن تأمينها. قد يؤدي إلغاء تحميلها بالقوة إلى فقدان البيانات في الملفات المفتوحة.
cs: Svazek {0} se používá a nelze ho uzamknout. Vynucené odpojení může způsobit ztrátu dat v otevřených souborech.
de: Das Volume {0} wird verwendet und kann nicht gesperrt werden. Ein erzwungenes Aufheben der Bereitstellung kann zum Verlust von Daten in geöffneten Dateien führen.
el: Ο τόμος {0} χρησιμοποιείται και δεν μπορεί να κλειδωθεί. Η αναγκαστική αποπροσάρτησή του μπορεί να προκαλέσει απώλεια δεδομένων σε ανοιχτά αρχεία.
es: El volumen {0} está en uso y no se puede bloquear. Desmontarlo a la fuerza puede provocar la pérdida de datos de los archivos abiertos.
fa: حجم {0} در حال استفاده است و قابل قفل کردن نیست. جداسازی اجباری آن ممکن است باعث از دست رفتن داده در فایل‌های باز شود.
fr: Le volume {0} est utilisé et ne peut pas être verrouillé. Le démonter de force peut entraîner la perte de données dans les fichiers ouverts.
hu: A(z) {0} kötet használatban van, és nem zárolható. A kényszerített leválasztás során a megnyitott fájlok adatai elveszhetnek.
id: Volume {0} sedang digunakan dan tidak dapat dikunci. Melepas paksa dapat menghilangkan data di file yang terbuka.
it: Il volume {0} è in uso e non può essere bloccato. Smontarlo forzatamente può causare la perdita di dati nei file aperti.
ja: ボリューム {0} は使用中のためロックできません。強制的にディスマウントすると、開いているファイルのデータが失われる可能性があります。
ko: 볼륨 {0}이(가) 사용 중이어서 잠글 수 없습니다. 강제로 분리하면 열려 있는 파일의 데이터가 손실될 수 있습니다.
pl: Wolumin {0} jest używany i nie można go zablokować. Wymuszone odinstalowanie może spowodować utratę danych w otwartych plikach.
pt: O volume {0} está em uso e não pode ser bloqueado. Desmontá-lo à força pode causar perda de dados em arquivos abertos.
ro: Volumul {0} este în uz și nu poate fi blocat. Demontarea forțată poate duce la pierderea datelor din fișierele deschise.
th: วอลุ่ม {0} กำลังใช้งานอยู่และล็อกไม่ได้ การบังคับยกเลิกการเมานต์อาจทำให้ข้อมูลในไฟล์ที่เปิดอยู่สูญหาย
tr: {0} birimi kullanımda ve kilitlenemiyor. Zorla çıkarmak açık dosyalardaki verilerin kaybolmasına neden olabilir.
uk: Том {0} використовується, і його не можна заблокувати. Примусове від’єднання може призвести до втрати даних у відкритих файлах.
vi: Ổ đĩa logic {0} đang được sử dụng và không thể khóa. Buộc tháo gắn kết có thể làm mất dữ liệu trong các tệp đang mở.
zh_hans: 卷 {0} 正在使用中，无法锁定。强制卸载可能会导致已打开文件中的数据丢失。
zh_hant: 磁碟區 {0} 正在使用中，無法鎖定。強制卸載可能會遺失已開啟檔案中的資料。

# DiskWrite_DismountConfirm
source: Dismount and write
ar: إلغاء التحميل والكتابة
cs: Odpojit a zapsat
de: Bereitstellung aufheben und schreiben
el: Αποπροσάρτηση και εγγραφή
es: Desmontar y escribir
fa: جداسازی و نوشتن
fr: Démonter et écrire
hu: Leválasztás és írás
id: Lepas dan tulis
it: Smonta e scrivi
ja: 強制的にディスマウントして書き込む
ko: 분리하고 쓰기
pl: Odinstaluj i zapisz
pt: Desmontar e gravar
ro: Demontare și scriere
th: ยกเลิกการเมานต์และเขียน
tr: Çıkar ve yaz
uk: Від’єднати й записати
vi: Tháo gắn kết và ghi
zh_hans: 卸载并写入
zh_hant: 卸載並寫入

# DiskWrite_LockFailed
source: The write was cancelled because the volume {0} could not be locked.
ar: تم إلغاء الكتابة لتعذر تأمين وحدة التخزين {0}.
cs: Zápis byl zrušen, protože svazek {0} nelze uzamknout.
de: Der Schreibvorgang wurde abgebrochen, da das Volume {0} nicht gesperrt werden konnte.
el: Η εγγραφή ακυρώθηκε επειδή δεν ήταν δυνατό το κλείδωμα του τόμου {0}.
es: Se canceló la escritura porque no se pudo bloquear el volumen {0}.
fa: نوشتن لغو شد زیرا حجم {0} قفل نشد.
fr: L'écriture a été annulée, car le volume {0} n'a pas pu être verrouillé.
hu: Az írás megszakítva, mert a(z) {0} kötet nem zárolható.
id: Penulisan dibatalkan karena volume {0} tidak dapat dikunci.
it: La scrittura è stata annullata perché non è stato possibile bloccare il volume {0}.
ja: ボリューム {0} をロックできないため書き込みを中止しました。
ko: 볼륨 {0}을(를) 잠글 수 없어 쓰기를 취소했습니다.
pl: Zapis został anulowany, ponieważ nie można zablokować woluminu {0}.
pt: A gravação foi cancelada porque não foi possível bloquear o volume {0}.
ro: Scrierea a fost anulată, deoarece volumul {0} nu a putut fi blocat.
th: ยกเลิกการเขียนแล้วเนื่องจากล็อกวอลุ่ม {0} ไม่ได้
tr: {0} birimi kilitlenemediğinden yazma iptal edildi.
uk: Запис скасовано, бо не вдалося заблокувати том {0}.
vi: Đã hủy việc ghi vì không thể khóa ổ đĩa logic {0}.
zh_hans: 无法锁定卷 {0}，因此已取消写入。
zh_hant: 無法鎖定磁碟區 {0}，因此已取消寫入。

# DiskWrite_RolledBack
source: An error occurred during the write, so the disk was restored to its state before the write ({0}).
ar: حدث خطأ أثناء الكتابة، لذا تمت استعادة القرص إلى حالته قبل الكتابة ({0}).
cs: Při zápisu došlo k chybě, proto byl disk obnoven do stavu před zápisem ({0}).
de: Beim Schreiben ist ein Fehler aufgetreten, daher wurde der Datenträger auf den Zustand vor dem Schreiben zurückgesetzt ({0}).
el: Παρουσιάστηκε σφάλμα κατά την εγγραφή, επομένως ο δίσκος επανήλθε στην κατάσταση πριν από την εγγραφή ({0}).
es: Se produjo un error durante la escritura, por lo que el disco se restauró al estado anterior ({0}).
fa: هنگام نوشتن خطایی رخ داد، بنابراین دیسک به وضعیت پیش از نوشتن بازگردانده شد ({0}).
fr: Une erreur s'est produite pendant l'écriture ; le disque a été restauré dans son état antérieur ({0}).
hu: Írás közben hiba történt, ezért a lemez vissza lett állítva az írás előtti állapotába ({0}).
id: Terjadi kesalahan saat menulis, sehingga disk dikembalikan ke keadaan sebelum penulisan ({0}).
it: Si è verificato un errore durante la scrittura, quindi il disco è stato ripristinato allo stato precedente ({0}).
ja: 書き込み中にエラーが発生したため、書き込み前の状態に戻しました ({0})。
ko: 쓰는 중에 오류가 발생하여 디스크를 쓰기 전 상태로 복원했습니다({0}).
pl: Podczas zapisu wystąpił błąd, więc przywrócono stan dysku sprzed zapisu ({0}).
pt: Ocorreu um erro durante a gravação, por isso o disco foi restaurado ao estado anterior à gravação ({0}).
ro: A apărut o eroare în timpul scrierii, așa că discul a fost restaurat la starea dinainte de scriere ({0}).
th: เกิดข้อผิดพลาดระหว่างการเขียน ดิสก์จึงถูกคืนสู่สถานะก่อนการเขียน ({0})
tr: Yazma sırasında bir hata oluştu; bu nedenle disk yazmadan önceki durumuna geri yüklendi ({0}).
uk: Під час запису сталася помилка, тому диск відновлено до стану перед записом ({0}).
vi: Đã xảy ra lỗi khi ghi, nên ổ đĩa đã được khôi phục về trạng thái trước khi ghi ({0}).
zh_hans: 写入过程中发生错误，因此已将磁盘还原到写入前的状态（{0}）。
zh_hant: 寫入期間發生錯誤，因此已將磁碟還原為寫入前的狀態（{0}）。

# DiskWrite_Partial
source: Part of the disk has been overwritten. It can be recovered on the next launch ({0}).
ar: تمت الكتابة فوق جزء من القرص. يمكن استرداده عند التشغيل التالي ({0}).
cs: Část disku byla přepsána. Při příštím spuštění ji lze obnovit ({0}).
de: Ein Teil des Datenträgers wurde überschrieben. Er kann beim nächsten Start wiederhergestellt werden ({0}).
el: Μέρος του δίσκου έχει αντικατασταθεί. Μπορεί να ανακτηθεί στην επόμενη εκκίνηση ({0}).
es: Se sobrescribió parte del disco. Se puede recuperar en el próximo inicio ({0}).
fa: بخشی از دیسک بازنویسی شده است. در اجرای بعدی قابل بازیابی است ({0}).
fr: Une partie du disque a été écrasée. Elle pourra être récupérée au prochain lancement ({0}).
hu: A lemez egy része felül lett írva. A következő indításkor helyreállítható ({0}).
id: Sebagian disk telah ditimpa. Ini dapat dipulihkan saat aplikasi dijalankan berikutnya ({0}).
it: Parte del disco è stata sovrascritta. Può essere ripristinata al prossimo avvio ({0}).
ja: ディスクの一部だけが書き換わっています。次回起動時に復旧できます ({0})。
ko: 디스크의 일부가 덮어쓰였습니다. 다음에 시작할 때 복구할 수 있습니다({0}).
pl: Część dysku została nadpisana. Można ją odzyskać przy następnym uruchomieniu ({0}).
pt: Parte do disco foi substituída. Ela pode ser recuperada na próxima inicialização ({0}).
ro: O parte a discului a fost suprascrisă. Poate fi recuperată la următoarea lansare ({0}).
th: ดิสก์บางส่วนถูกเขียนทับแล้ว สามารถกู้คืนได้เมื่อเปิดครั้งถัดไป ({0})
tr: Diskin bir kısmının üzerine yazıldı. Bir sonraki başlatmada kurtarılabilir ({0}).
uk: Частину диска перезаписано. Її можна буде відновити під час наступного запуску ({0}).
vi: Một phần ổ đĩa đã bị ghi đè. Có thể khôi phục ở lần khởi động tiếp theo ({0}).
zh_hans: 磁盘的一部分已被改写。可以在下次启动时恢复（{0}）。
zh_hant: 磁碟的一部分已被覆寫。可以在下次啟動時復原（{0}）。

# ProcessWrite_Title
source: Write to process memory
ar: الكتابة إلى ذاكرة العملية
cs: Zapsat do paměti procesu
de: In Prozessspeicher schreiben
el: Εγγραφή στη μνήμη διεργασίας
es: Escribir en la memoria del proceso
fa: نوشتن در حافظهٔ فرایند
fr: Écrire dans la mémoire du processus
hu: Írás a folyamatmemóriába
id: Tulis ke memori proses
it: Scrivi nella memoria di processo
ja: プロセスメモリに書き込む
ko: 프로세스 메모리에 쓰기
pl: Zapisz w pamięci procesu
pt: Gravar na memória do processo
ro: Scriere în memoria procesului
th: เขียนลงหน่วยความจำของโปรเซส
tr: İşlem belleğine yaz
uk: Запис у пам’ять процесу
vi: Ghi vào bộ nhớ tiến trình
zh_hans: 写入进程内存
zh_hant: 寫入處理程序記憶體

# ProcessWrite_Body
source: Write {2} bytes to the memory of process {0} (PID {1}). The process may crash.
ar: كتابة {2} بايت إلى ذاكرة العملية {0} (PID {1}). قد تتعطل العملية.
cs: Zapsat bajty ({2}) do paměti procesu {0} (PID {1}). Proces může spadnout.
de: {2} Bytes in den Speicher des Prozesses {0} (PID {1}) schreiben. Der Prozess kann abstürzen.
el: Εγγραφή {2} byte στη μνήμη της διεργασίας {0} (PID {1}). Η διεργασία ενδέχεται να καταρρεύσει.
es: Escribir {2} bytes en la memoria del proceso {0} (PID {1}). El proceso podría bloquearse.
fa: نوشتن {2} بایت در حافظهٔ فرایند {0} (PID {1}). ممکن است فرایند از کار بیفتد.
fr: Écrire {2} octets dans la mémoire du processus {0} (PID {1}). Le processus risque de planter.
hu: {2} bájt írása a(z) {0} folyamat (PID {1}) memóriájába. A folyamat összeomolhat.
id: Tulis {2} byte ke memori proses {0} (PID {1}). Proses mungkin mogok.
it: Scrivere {2} byte nella memoria del processo {0} (PID {1}). Il processo potrebbe arrestarsi in modo anomalo.
ja: プロセス {0} (PID {1}) のメモリに {2} バイト書き込みます。プロセスが異常終了する可能性があります。
ko: 프로세스 {0}(PID {1})의 메모리에 {2}바이트를 씁니다. 프로세스가 충돌할 수 있습니다.
pl: Zapis bajtów ({2}) w pamięci procesu {0} (PID {1}). Proces może ulec awarii.
pt: Gravar {2} bytes na memória do processo {0} (PID {1}). O processo pode falhar.
ro: Se scriu {2} octeți în memoria procesului {0} (PID {1}). Procesul se poate bloca.
th: เขียน {2} ไบต์ลงในหน่วยความจำของโปรเซส {0} (PID {1}) โปรเซสอาจหยุดทำงาน
tr: {0} işleminin (PID {1}) belleğine {2} bayt yaz. İşlem çökebilir.
uk: Записати {2} байтів у пам’ять процесу {0} (PID {1}). Процес може аварійно завершитися.
vi: Ghi {2} byte vào bộ nhớ của tiến trình {0} (PID {1}). Tiến trình có thể bị treo.
zh_hans: 将 {2} 字节写入进程 {0}（PID {1}）的内存。该进程可能会崩溃。
zh_hant: 將 {2} 個位元組寫入處理程序 {0}（PID {1}）的記憶體。處理程序可能會當機。

# ProcessWrite_Write
source: Write
ar: كتابة
cs: Zapsat
de: Schreiben
el: Εγγραφή
es: Escribir
fa: نوشتن
fr: Écrire
hu: Írás
id: Tulis
it: Scrivi
ja: 書き込む
ko: 쓰기
pl: Zapisz
pt: Gravar
ro: Scriere
th: เขียน
tr: Yaz
uk: Записати
vi: Ghi
zh_hans: 写入
zh_hant: 寫入

# ProcessWrite_Protected
source: The target page is read-only ({0}). Make it temporarily writable and write?
ar: الصفحة الهدف للقراءة فقط ({0}). هل تريد جعلها قابلة للكتابة مؤقتًا والكتابة؟
cs: Cílová stránka je jen pro čtení ({0}). Dočasně ji zpřístupnit pro zápis a zapsat?
de: Die Zielseite ist schreibgeschützt ({0}). Vorübergehend beschreibbar machen und schreiben?
el: Η σελίδα προορισμού είναι μόνο για ανάγνωση ({0}). Να γίνει προσωρινά εγγράψιμη και να γίνει η εγγραφή;
es: La página de destino es de solo lectura ({0}). ¿Hacerla grabable temporalmente y escribir?
fa: صفحهٔ مقصد فقط خواندنی است ({0}). به‌طور موقت قابل نوشتن شود و نوشته شود؟
fr: La page cible est en lecture seule ({0}). La rendre temporairement accessible en écriture et écrire ?
hu: A céllap írásvédett ({0}). Ideiglenesen írhatóvá teszi, és ír rá?
id: Halaman target bersifat baca-saja ({0}). Jadikan dapat ditulis sementara dan tulis?
it: La pagina di destinazione è di sola lettura ({0}). Renderla temporaneamente scrivibile e scrivere?
ja: 書き込み先のページが読み取り専用です ({0})。一時的に書き込み可能にして書き込みますか。
ko: 대상 페이지가 읽기 전용입니다({0}). 일시적으로 쓰기 가능하게 변경하고 쓰시겠습니까?
pl: Strona docelowa jest tylko do odczytu ({0}). Tymczasowo zezwolić na zapis i zapisać?
pt: A página de destino é somente leitura ({0}). Torná-la gravável temporariamente e gravar?
ro: Pagina țintă este doar în citire ({0}). Doriți să o faceți temporar inscriptibilă și să scrieți?
th: เพจเป้าหมายเป็นแบบอ่านอย่างเดียว ({0}) ทำให้เขียนได้ชั่วคราวและเขียนหรือไม่
tr: Hedef sayfa salt okunur ({0}). Geçici olarak yazılabilir yapılıp yazılsın mı?
uk: Цільова сторінка доступна лише для читання ({0}). Тимчасово дозволити запис і записати?
vi: Trang đích ở chế độ chỉ đọc ({0}). Tạm thời cho phép ghi và ghi?
zh_hans: 目标页为只读（{0}）。是否临时将其设为可写并写入？
zh_hant: 目標頁面為唯讀（{0}）。要暫時設為可寫入並寫入嗎？

# ProcessWrite_ChangeProtect
source: Change protection temporarily and write
ar: تغيير الحماية مؤقتًا والكتابة
cs: Dočasně změnit ochranu a zapsat
de: Schutz vorübergehend ändern und schreiben
el: Προσωρινή αλλαγή προστασίας και εγγραφή
es: Cambiar la protección temporalmente y escribir
fa: تغییر موقت محافظت و نوشتن
fr: Modifier temporairement la protection et écrire
hu: Védelem ideiglenes módosítása és írás
id: Ubah perlindungan sementara dan tulis
it: Cambia temporaneamente la protezione e scrivi
ja: 保護を一時的に変更して書き込む
ko: 일시적으로 보호를 변경하고 쓰기
pl: Tymczasowo zmień ochronę i zapisz
pt: Alterar a proteção temporariamente e gravar
ro: Modificare temporară a protecției și scriere
th: เปลี่ยนการป้องกันชั่วคราวและเขียน
tr: Korumayı geçici olarak değiştir ve yaz
uk: Тимчасово змінити захист і записати
vi: Tạm đổi bảo vệ và ghi
zh_hans: 临时更改保护并写入
zh_hant: 暫時變更保護並寫入

# ProcessWrite_Failed
source: {0} range(s) could not be written.
ar: تعذرت كتابة {0} نطاق.
cs: Rozsahy, které nelze zapsat: {0}.
de: {0} Bereich(e) konnte(n) nicht geschrieben werden.
el: Δεν ήταν δυνατή η εγγραφή {0} περιοχών.
es: No se pudieron escribir {0} rango(s).
fa: {0} محدوده نوشته نشد.
fr: {0} plage(s) n'ont pas pu être écrites.
hu: {0} tartomány nem írható.
id: {0} rentang tidak dapat ditulis.
it: Impossibile scrivere {0} intervalli.
ja: {0} か所の範囲を書き込めませんでした。
ko: 범위 {0}곳에 쓸 수 없습니다.
pl: Nie można zapisać zakresów: {0}.
pt: Não foi possível gravar {0} intervalo(s).
ro: Intervale care nu au putut fi scrise: {0}.
th: ไม่สามารถเขียน {0} ช่วง
tr: {0} aralık yazılamadı.
uk: Не вдалося записати діапазонів: {0}.
vi: Không thể ghi {0} phạm vi.
zh_hans: 有 {0} 个范围无法写入。
zh_hant: 有 {0} 個範圍無法寫入。

# ProcessWrite_ImmediateOn
source: Immediate write is on.
ar: الكتابة الفورية قيد التشغيل.
cs: Okamžitý zápis je zapnutý.
de: Sofortiges Schreiben ist eingeschaltet.
el: Η άμεση εγγραφή είναι ενεργή.
es: La escritura inmediata está activada.
fa: نوشتن فوری روشن است.
fr: L'écriture immédiate est activée.
hu: Az azonnali írás be van kapcsolva.
id: Tulis langsung aktif.
it: Scrittura immediata attivata.
ja: 即時書き込みを有効にしました。
ko: 즉시 쓰기가 켜졌습니다.
pl: Natychmiastowy zapis jest włączony.
pt: Gravação imediata ativada.
ro: Scrierea imediată este activată.
th: เปิดการเขียนทันทีแล้ว
tr: Anında yazma açık.
uk: Негайний запис увімкнено.
vi: Ghi ngay đang bật.
zh_hans: 即时写入已开启。
zh_hant: 立即寫入已開啟。

# ProcessWrite_ImmediateOff
source: Immediate write is off.
ar: الكتابة الفورية متوقفة.
cs: Okamžitý zápis je vypnutý.
de: Sofortiges Schreiben ist ausgeschaltet.
el: Η άμεση εγγραφή είναι ανενεργή.
es: La escritura inmediata está desactivada.
fa: نوشتن فوری خاموش است.
fr: L'écriture immédiate est désactivée.
hu: Az azonnali írás ki van kapcsolva.
id: Tulis langsung nonaktif.
it: Scrittura immediata disattivata.
ja: 即時書き込みを無効にしました。
ko: 즉시 쓰기가 꺼졌습니다.
pl: Natychmiastowy zapis jest wyłączony.
pt: Gravação imediata desativada.
ro: Scrierea imediată este dezactivată.
th: ปิดการเขียนทันทีแล้ว
tr: Anında yazma kapalı.
uk: Негайний запис вимкнено.
vi: Ghi ngay đang tắt.
zh_hans: 即时写入已关闭。
zh_hant: 立即寫入已關閉。

# AdminGuide_Title
source: Administrator rights are required
ar: يلزم صلاحيات المسؤول
cs: Jsou potřeba oprávnění správce
de: Administratorrechte erforderlich
el: Απαιτούνται δικαιώματα διαχειριστή
es: Se necesitan permisos de administrador
fa: مجوز مدیر لازم است
fr: Droits d'administrateur requis
hu: Rendszergazdai jogosultság szükséges
id: Hak administrator diperlukan
it: Sono necessari i diritti di amministratore
ja: 管理者権限が必要です
ko: 관리자 권한이 필요합니다
pl: Wymagane są uprawnienia administratora
pt: São necessários direitos de administrador
ro: Sunt necesare drepturi de administrator
th: ต้องมีสิทธิ์ผู้ดูแลระบบ
tr: Yönetici hakları gerekiyor
uk: Потрібні права адміністратора
vi: Cần quyền quản trị viên
zh_hans: 需要管理员权限
zh_hant: 需要系統管理員權限
